[
    {
        "title": "basco",
        "subtitle": "the growth sphere",
        "profile": {
            "mayor": "Hon. Demetrius Paul C. Narag",
            "landArea": "35.5km<sup>2</sup>",
            "baranggays": {
                "numOfBrgy": 6,
                "brgys": [
                    "kaychanarianan",
                    "kayhuvokan",
                    "kayvaluganan",
                    "san antonio",
                    "san joaquin",
                    "chanarian"
                ]
            },
            "population": "7,907 (2010 Census)",
            "populationDensity": "223/km<sup>2</sup>",
            "classification": "5<sup>th</sup> Class Municipality"  
        },
        "content": [
            "Basco, the capital town of Batanes is seat to major businesses in the province and the educational hub where a lone private college (Saint Dominic College) and Batanes State College are situated.  It also boasts of housing the various provincial offices of the different national agencies, airport and seaport facilities linking the province to mainland Luzon, two financing institutions; the Philippine National Bank and the Landbank of the Philippines, a 100-bed capacity provincial hospital, an NPC powerhouse, and two radio stations.  It is also here which offers ideal site for conferences, seminars and trainings, meetings and private lodging houses for accommodations.  Gifts and houseware items (handicrafts, hats, basket, quilted toys, shell crafts) are industries with gains found in the capital town.",
            "The municipality focuses its efforts on developments that has great impacts on socio-economic aspects on Basco waterworks development and the garbage disposal program. Efforts were also geared toward improving agricultural productivity, health services and environmental protection activities.",
            "Aggressive moves towards the utilization of new technologies in food processing and preservation are carefully considered.  Leadership mechanism and people empowerment are Basco's capital strategies as it evolves to modernize for a better and more convenient life and living in Batanes.",
            "As the seat of central government in the province, new developments and new trends are Basco's capital strategies as it commits its efforts to a real progressive Batanes."
        ]
    },
    {
        "title": "itbayat",
        "subtitle": "the potential alternate",
        "profile": {
            "mayor": "Hon. Reuel C. Ibanes",
            "landArea": "92.9km<sup>2</sup>",
            "baranggays": {
                "numOfBrgy": 5,
                "brgys": [
                    "sta. maria",
                    "sta. lucia",
                    "sta. rosa",
                    "sta. rafael",
                    "raele"
                ]
            },
            "population": "2,988 (2010 Census)",
            "populationDensity": "32/km<sup>2</sup>",
            "classification": "5<sup>th</sup> Class Municipality"  
        },
        "content": [
            "The municipality of Itbayat is the largest of the three inhabited islands that compose the province of Batanes.  It is also the northernmost town of the country, located only over 200 kilometers from the southernmost tip of Taiwan.  Is is endowed with vast pieces of land: rolling hills and stretches of plains ideal for ranching.  It is rich with palm trees (voyavoy) indigenous materials ideal for the Ivatan headgear for women (vakul) and souvenir items.  Pandan, another indigenous material good for handicraft items, are also abound here.",
            "The municipality, if properly developed in terms of agricultural production in rice, is projected to be able to supply 30% of rice requirement of the capital town alone. Garlic produce from here (in tons) are considered Itbayat crash crops aside from cattle.  Fruits like pineapple and coconut abound, and fruit processing is an imperative.",
            "It is the only other municipality with an airport link, where a light airplane services Basco-Itbayat and vice versa on demand basis.",
            "Commerce and industry are picking up with the presence of electric power."
        ]
    },
    {
        "title": "ivana",
        "subtitle": "the gateway to south",
        "profile": {
            "mayor": "Hon. Leonardo V. Hostallero",
            "landArea": "11.8km<sup>2</sup>",
            "baranggays": {
                "numOfBrgy": 4,
                "brgys": [
                    "radiwan",
                    "salagao",
                    "tuhel",
                    "san. vicente"
                ]
            },
            "population": "1,724 (2010 Census)",
            "populationDensity": "106/km<sup>2</sup>",
            "classification": "6<sup>th</sup> Class Municipality"  
        },
        "content": [
            "Known as the smallest municipality in the entire country both in terms of land and population, Ivana lies in the southern coast 14 kilometers away from Basco.  Its people exhibit sheer unity and cooperation in all their community projects and undertakings, the vaunted Ivana spirit.",
            "Today, it seats two of the province's prominent local vinegar processors from banana and sugarcane.  It also boasts of the biggest-sized quality garlic produce in the entire province.",
            "The town of Ivana was established in 1783, almost the same time as Basco, the capital.  With its historical accessible seaport to the south, it serve as commercial gateway to the isolated town of Sabtang and vice-versa and serves as distribution link to Uyugan from Centro to Imnajbu."
        ]
    },
    {
        "title": "mahatao",
        "subtitle": "the constant agressor",
        "profile": {
            "mayor": "Hon. William A. Agsunod",
            "landArea": "12.9km<sup>2</sup>",
            "baranggays": {
                "numOfBrgy": 4,
                "brgys": [
                    "kaumbakan",
                    "hañib",
                    "panatayan",
                    "uvoy"
                ]
            },
            "population": "1,583 (2010 Census)",
            "populationDensity": "123/km<sup>2</sup>",
            "classification": "6<sup>th</sup> Class Municipality"  
        },
        "content": [
            "The municipality of Mahatao lies at the center of Batan island whose cartographical representation present the narrowest land areas.  However, inspite of its narrowest and limited land area, it enjoys fertile land and abundant water supply.",
            "The past years has relatively seen a significant progress in education, cultural awareness, infrastructure, technology and other socio-economic areas.  The municipal government with other government agencies has increased acceptance by farmers and fishermen.  Infrastructures were not limited to office space or school buildings but extended to those with impact on the livelihood of local constituents, with emphasis in their health and safety.  Cultural awareness was always stressed, prodding local constituents to retain customs and traditions while accepting modern trends.",
            "The gears of progress in this municipality was slow at first; however, thru constant attention to the basic problems, each technology infused has brought about progress leaps.",
            "The municipal government of Mahatao strongly believes that a healthy body harbors a healthy mind.  It continually consults with its constituents regarding educational problems and concerns.",
            "It also considers its increasing population.  Hence, directing its concern towards sustaining productivity to meet the needs of the populace is a continuing mandate.",
            "The municipality strongly stresses its Mutual Adoption of Highly Appreciative Technologies Aimed Onwards as its contribution to a progressive."
        ]
    },
    {
        "title": "sabtang",
        "subtitle": "the seat of heroism",
        "profile": {
            "mayor": "Hon. Maxilindo Emilio A. Babalo",
            "landArea": "40.7km<sup>2</sup>",
            "baranggays": {
                "numOfBrgy": 6,
                "brgys": [
                    "sinakan",
                    "malakdang",
                    "nakanmuan",
                    "sumnanga",
                    "savidug",
                    "chavayan"
                ]
            },
            "population": "1,637 (2010 Census)",
            "populationDensity": "40/km<sup>2</sup>",
            "classification": "6<sup>th</sup> Class Municipality"  
        },
        "content": [
            "Sabtang municipality is an island some five or more kilometers from the seaport of Ivana which can be reached only by motorized bancas or by falowa (locally-made sea boats rowed by men).",
            "It is host to the only National School of Fisheries in Centro, the Sabtang National School of Fisheries (SNSF), to the second largest handicraft makers of the province in Chavayan, the Chavayan Handicrafts Makers Cooperative (CHMC), and to the most number of fishermen whose catch are either brought for sale to the capital town of Ivana.",
            "Its municipal waters is the richest source of quality fish, and fishers from as far as north of Basco go fishing around the place.",
            "But history's most notable account are its heroic men, whose bravery excels over all the other Ivatans.  The Isabtangs, who were exiled from their town 50 years when they revolted over the Spaniards, were also the courageous people whose guerilla tactics overthrew the Japanese force in the islands during the World War II."
        ]
    },
    {
        "title": "uyugan",
        "subtitle": "the enterprising town",
        "profile": {
            "mayor": "Hon. Jonathan Enrique V. Nanud",
            "landArea": "15.5km<sup>2</sup>",
            "baranggays": {
                "numOfBrgy": 4,
                "brgys": [
                    "kayvaluganan",
                    "itbud",
                    "imnajbu",
                    "kayuganan"
                ]
            },
            "population": "1,240 (2010 Census)",
            "populationDensity": "80/km<sup>2</sup>",
            "classification": "6<sup>th</sup> Class Municipality"  
        },
        "content": [
            "On the southernmost tip of Batan island lies the municipality of Uyugan, 18 kilometers away from the capital town.  It has only 15.5 square kilometers of land area but is endowed with scenic sports of natural rolling hills dubbed as Marlboro Country by modern day romanticists, and breathtakingly beautiful landscapes that lure adventurers. Pottery and salt making are flourishing industries in the barangay of Itbud, while the first commercial sale fish processing in the province of the local dibang (flying fish), dorado and other dimersal fishes its located in Centro.  Imnajbu, its farthest barangay six kilometers away from Centro, is famed for its unequaled quantities of locally produce quality <em>Sugar Baby</em> watermelons and melons. It also boasts of its great number of goats for sale, a come-on many chevon eater enthusiasts.",
            "Recent infrastructure development has made travelling to this town easy, with the construction of Itbud bridge and the concreting of more than six kilometers national road network towards Imnajbu."
        ]
    }
]